{
  "pageTitle": "Raphael Guerra - IT Consultant | Deloitte",
  "nav-about": "About",
  "nav-ai-assistant": "AI Assistant",
  "nav-experience": "Experience",
  "nav-projects": "Projects",
  "nav-contact": "Contact",
  "hero-greeting": "Hi, my name is",
  "hero-title": "Raphael Guerra.",
  "hero-subtitle": "I build solutions for the digital age.",
  "hero-description": "I'm a Consultant based in Ottawa, specializing in Oracle NetSuite ERP cloud solutions. I'm passionate about implementing tailored ERP systems to optimize workflows, solve complex challenges, and deliver measurable results for clients at",
  "hero-cta": "Check out my work!",
  "ai-title": "AI Assistant",
  "ai-description": "Have questions about my experience or skills? Ask my AI-powered digital assistant, trained on my professional background.",
  "ai-online": "ONLINE",
  "about-title": "About Me",
  "about-paragraph-1": "My journey is one of continuous growth and adaptation. Before moving to Canada, I spent a decade as a Hotel Manager in Brazil, where I honed my leadership, operational, and customer-focused skills. This foundation in business management gave me a unique perspective when I transitioned into technology.",
  "about-paragraph-2": "In Canada, I started as a Database Administrator, mastering MS SQL Server before moving into SAP development. Now at Deloitte, I leverage this diverse background to bridge the gap between business needs and technical solutions, helping clients navigate their digital transformation journeys. My curiosity drives me to constantly explore and test new AI models, agents, and frameworks—I believe in staying at the forefront of emerging technologies to deliver innovative solutions.",
  "about-technologies": "Here are a few technologies I've been working with recently:",
  "experience-title": "Where I've Worked",
  "experience-deloitte-title": "Consultant",
  "experience-deloitte-company": "@ Deloitte",
  "experience-deloitte-period": "October 2024 — Present",
  "experience-deloitte-bullet-1": "Specializing in Oracle NetSuite ERP cloud solutions, implementing tailored systems to optimize workflows and solve complex challenges.",
  "experience-deloitte-bullet-2": "Previously served as an SAP Developer, creating database-driven solutions to improve enterprise processes.",
  "experience-innovapost-title": "SAP Developer & IT Ops",
  "experience-innovapost-company": "@ Innovapost",
  "experience-innovapost-period": "April 2022 — April 2024",
  "experience-innovapost-bullet-1": "Served in multiple roles, including SAP Developer, IT Operations Specialist, and Frontend Web Developer.",
  "experience-innovapost-bullet-2": "Enhanced data management and operational efficiency with Microsoft SQL Server and developed front-end web solutions.",
  "experience-vision-title": "Manager",
  "experience-vision-company": "@ Vison Hotel",
  "experience-vision-period": "June 2008 — December 2017",
  "experience-vision-bullet-1": "Managed hotel operations for nearly 10 years, developing strong leadership, operational expertise, and a customer-first approach.",
  "projects-title": "Things I've Built",
  "project-phaelix-title": "Phaelix AI Website",
  "project-phaelix-description": "A professional, modern website for an AI consultancy, demonstrating skills in creating strategic and ambitious online presences for businesses.",
  "project-eco-explorer-title": "Eco-Explorer Game",
  "project-eco-explorer-description": "An educational simulation game where players become Lead Ecologists in Brazil's Itatiaia National Park, featuring AI and dynamic systems.",
  "project-eco-website-title": "Eco-Explorer Website",
  "project-eco-website-description": "A companion website for the Eco-Explorer game, providing information, context, and a portal for players to learn more about the project.",
  "project-career-chatbot-title": "Career Chatbot",
  "project-career-chatbot-description": "An AI-powered career guidance chatbot that helps users explore career paths, provides job search advice, and offers personalized career recommendations based on skills and interests.",
  "tech-stack": "Tech Stack: HTML, CSS, JavaScript",
  "contact-subtitle": "What's Next?",
  "contact-title": "Get In Touch",
  "contact-description": "I'm always open to discussing new projects, creative ideas, or opportunities to be part of an ambitious vision. Whether you have a question or just want to say hi, my inbox is always open. I'll do my best to get back to you!",
  "contact-cta": "Say Hello",
  "footer-designed": "Designed & Built by Raphael Guerra",
  "footer-inspired": "Inspired by the work of Phaelix AI."
} 