{
  "pageTitle": "Raphael Guerra - Consultor de TI | Deloitte",
  "nav-about": "Acerca de",
  "nav-ai-assistant": "Asistente IA",
  "nav-experience": "Experiencia",
  "nav-projects": "Proyectos",
  "nav-contact": "Contacto",
  "hero-greeting": "Hola, mi nombre es",
  "hero-title": "Raphael Guerra.",
  "hero-subtitle": "Construyo soluciones para la era digital.",
  "hero-description": "Soy Consultor basado en Ottawa, especializado en soluciones Oracle NetSuite ERP en la nube. Me apasiona implementar sistemas ERP personalizados para optimizar flujos de trabajo, resolver desafíos complejos y entregar resultados medibles para clientes en",
  "hero-cta": "¡Mira mi trabajo!",
  "ai-badge": "Ahora en la versión 2.0",
  "ai-title": "Más inteligente. Más rápido. Siempre actualizado.",
  "ai-description": "Conoce a mi asistente de IA renovado: pregunta sobre mi experiencia, habilidades y los proyectos más recientes de Raphael en un solo lugar.",
  "ai-online": "EN LÍNEA",
  "about-title": "Acerca de Mí",
  "about-paragraph-1": "Mi viaje es uno de crecimiento y adaptación continuos. Antes de mudarme a Canadá, pasé una década como Gerente de Hotel en Brasil, donde perfeccioné mis habilidades de liderazgo, operacionales y enfocadas en el cliente. Esta base en gestión empresarial me dio una perspectiva única cuando transicioné a la tecnología.",
  "about-paragraph-2": "En Canadá, comencé como Administrador de Base de Datos, dominando MS SQL Server antes de migrar al desarrollo SAP. Ahora en Deloitte, aprovecho esta formación diversificada para hacer el puente entre necesidades empresariales y soluciones técnicas, ayudando a clientes a navegar en sus viajes de transformación digital. Mi curiosidad me lleva a constantemente explorar y probar nuevos modelos de IA, agentes y frameworks—creo en estar a la vanguardia de las tecnologías emergentes para entregar soluciones innovadoras.",
  "about-technologies": "Aquí hay algunas tecnologías con las que he estado trabajando recientemente:",
  "experience-title": "Donde He Trabajado",
  "experience-deloitte-title": "Consultor",
  "experience-deloitte-company": "@ Deloitte",
  "experience-deloitte-period": "Octubre 2024 — Presente",
  "experience-deloitte-bullet-1": "Especializándose en soluciones Oracle NetSuite ERP en la nube, implementando sistemas personalizados para optimizar flujos de trabajo y resolver desafíos complejos.",
  "experience-deloitte-bullet-2": "Anteriormente sirvió como Desarrollador SAP, creando soluciones basadas en base de datos para mejorar procesos empresariales.",
  "experience-innovapost-title": "Desarrollador SAP & TI Ops",
  "experience-innovapost-company": "@ Innovapost",
  "experience-innovapost-period": "Abril 2022 — Abril 2024",
  "experience-innovapost-bullet-1": "Sirvió en múltiples roles, incluyendo Desarrollador SAP, Especialista en Operaciones de TI y Desarrollador Web Frontend.",
  "experience-innovapost-bullet-2": "Mejoró gestión de datos y eficiencia operacional con Microsoft SQL Server y desarrolló soluciones web frontend.",
  "experience-vision-title": "Gerente",
  "experience-vision-company": "@ Vison Hotel",
  "experience-vision-period": "Junio 2008 — Diciembre 2017",
  "experience-vision-bullet-1": "Gestionó operaciones hoteleras por casi 10 años, desarrollando fuerte liderazgo, expertise operacional y enfoque centrado en el cliente.",
  "projects-title": "Proyectos Seleccionados",
  "project-ledger-title": "Cash Ledger",
  "project-ledger-description": "Libro mayor con prioridad a la privacidad para el back office de pymes.",
  "project-pos-title": "POSMatch",
  "project-pos-description": "Flujo de recibos local‑first que simplifica la conciliación.",
  "project-weight-title": "Peso Coach (Control de Peso)",
  "project-weight-description": "PWA con copia de seguridad opcional en KV para un progreso simple y portátil.",
  "project-next-image-title": "Next Image Studio (Labs)",
  "project-next-image-description": "Experimentos en flujos de imágenes con Next.js.",
  "project-converter-title": "Convertidor M4A → MP3",
  "project-converter-description": "Convertidor Python/FFmpeg con control de calidad en 3 niveles.",
  "project-transcriber-title": "Transcriber (CLI)",
  "project-transcriber-description": "CLI de transcripción de audio/video con modelos seleccionables y modo en segundo plano.",
  "project-txtrefine-title": "txtRefine",
  "project-txtrefine-description": "Limpia y normaliza términos de filosofía en portugués.",
  "project-phaelix-title": "Sitio Web Phaelix AI",
  "project-phaelix-description": "Un sitio web profesional y moderno para una consultoría de IA, demostrando habilidades en crear presencias en línea estratégicas y ambiciosas para empresas.",
  "project-vison-title": "Sitio Web Hotel Vison (Proyecto V)",
  "project-vison-description": "Proyecto V: prototipo de página única para hotelería con texto PT-BR y un diseño enfocado en conversión.",
  "project-eco-explorer-title": "Juego Eco-Explorer",
  "project-eco-explorer-description": "Un juego de simulación educacional donde jugadores se convierten en Ecólogos Líderes en el Parque Nacional de Itatiaia, Brasil, con características de IA y sistemas dinámicos.",
  "project-eco-website-title": "Sitio Web Eco-Explorer",
  "project-eco-website-description": "Un sitio web compañero para el juego Eco-Explorer, proporcionando información, contexto y un portal para que jugadores aprendan más sobre el proyecto.",
  "project-career-chatbot-title": "Chatbot de Carrera",
  "project-career-chatbot-description": "Un chatbot de orientación de carrera alimentado por IA que ayuda a usuarios a explorar caminos de carrera, proporciona consejos de búsqueda de empleo y ofrece recomendaciones de carrera personalizadas basadas en habilidades e intereses.",
  "tech-stack": "Stack Tecnológica: HTML, CSS, JavaScript",
  "contact-subtitle": "¿Qué Sigue?",
  "contact-title": "Ponte en Contacto",
  "contact-description": "Siempre estoy abierto a discutir nuevos proyectos, ideas creativas u oportunidades de ser parte de una visión ambiciosa. Ya sea que tengas una pregunta o solo quieras decir hola, mi bandeja de entrada siempre está abierta. ¡Haré lo posible por responderte!",
  "contact-cta": "Di Hola",
  "contact-copy": "Copiar email",
  "contact-copied": "Email copiado al portapapeles.",
  "contact-copy-failed": "No se pudo copiar el email.",
  "footer-designed": "Diseñado y Construido por Raphael Guerra",
  "footer-inspired": "Inspirado por el trabajo de Phaelix AI."
  ,
  "meta-description": "Sitio web personal de Raphael Guerra, Consultor de TI en Deloitte. Explora experiencia, proyectos y un asistente de IA."
  ,
  "code-label": "Código",
  "live-label": "En vivo",
  "tech-stack-label": "Stack Tecnológico:",
  
  "ai-suggested-label": "Prueba preguntar:",
  "prompt-posmatch": "¿Qué es POSMatch y por qué lo construí?",
  "prompt-converter": "¿Cómo equilibra el convertidor de audio calidad vs. tamaño?",
  "prompt-local-first": "¿Cuál es mi enfoque para apps local‑first?",
  "now-heading": "Ahora",
  "now-posmatch": "Puliendo las exportaciones de POSMatch y los filtros por día.",
  "now-converter": "Afinando el CLI del convertidor para velocidad y ergonomía.",
  "now-next-image": "Explorando flujos de imágenes con Next.js."
} 
