{
  "pageTitle": "Raphael Guerra - Consultant TI | Deloitte",
  "nav-about": "À Propos",
  "nav-ai-assistant": "Assistant IA",
  "nav-experience": "Expérience",
  "nav-projects": "Projets",
  "nav-contact": "Contact",
  "hero-greeting": "Bonjour, je m'appelle",
  "hero-title": "Raphael Guerra.",
  "hero-subtitle": "Je construis des solutions pour l'ère numérique.",
  "hero-description": "Je suis Consultant basé à Ottawa, spécialisé dans les solutions Oracle NetSuite ERP cloud. Je suis passionné par l'implémentation de systèmes ERP sur mesure pour optimiser les flux de travail, résoudre des défis complexes et livrer des résultats mesurables pour les clients chez",
  "hero-cta": "Découvrez mon travail !",
  "ai-badge": "Désormais en version 2.0",
  "ai-title": "Plus intelligent. Plus rapide. Toujours à jour.",
  "ai-description": "Découvrez mon assistant IA amélioré : posez vos questions sur mon expérience, mes compétences et les projets les plus récents de Raphael au même endroit.",
  "ai-online": "EN LIGNE",
  "about-title": "À Propos de Moi",
  "about-paragraph-1": "Mon parcours est celui d'une croissance et d'une adaptation continues. Avant de déménager au Canada, j'ai passé une décennie comme Gestionnaire d'Hôtel au Brésil, où j'ai affiné mes compétences de leadership, opérationnelles et axées sur le client. Cette base en gestion d'entreprise m'a donné une perspective unique lors de ma transition vers la technologie.",
  "about-paragraph-2": "Au Canada, j'ai commencé comme Administrateur de Base de Données, maîtrisant MS SQL Server avant de passer au développement SAP. Maintenant chez Deloitte, je tire parti de cette formation diversifiée pour combler le fossé entre les besoins commerciaux et les solutions techniques, aidant les clients à naviguer dans leurs parcours de transformation numérique. Ma curiosité me pousse à constamment explorer et tester de nouveaux modèles d'IA, agents et frameworks—je crois en rester à l'avant-garde des technologies émergentes pour livrer des solutions innovantes.",
  "about-technologies": "Voici quelques technologies avec lesquelles j'ai travaillé récemment :",
  "experience-title": "Où J'ai Travaillé",
  "experience-deloitte-title": "Consultant",
  "experience-deloitte-company": "@ Deloitte",
  "experience-deloitte-period": "Octobre 2024 — Présent",
  "experience-deloitte-bullet-1": "Spécialisé dans les solutions Oracle NetSuite ERP cloud, implémentant des systèmes sur mesure pour optimiser les flux de travail et résoudre des défis complexes.",
  "experience-deloitte-bullet-2": "Auparavant servi comme Développeur SAP, créant des solutions basées sur la base de données pour améliorer les processus d'entreprise.",
  "experience-innovapost-title": "Développeur SAP & TI Ops",
  "experience-innovapost-company": "@ Innovapost",
  "experience-innovapost-period": "Avril 2022 — Avril 2024",
  "experience-innovapost-bullet-1": "Servi dans plusieurs rôles, y compris Développeur SAP, Spécialiste des Opérations TI et Développeur Web Frontend.",
  "experience-innovapost-bullet-2": "Amélioré la gestion des données et l'efficacité opérationnelle avec Microsoft SQL Server et développé des solutions web frontend.",
  "experience-vision-title": "Gestionnaire",
  "experience-vision-company": "@ Vison Hotel",
  "experience-vision-period": "Juin 2008 — Décembre 2017",
  "experience-vision-bullet-1": "Géré les opérations hôtelières pendant près de 10 ans, développant un leadership fort, une expertise opérationnelle et une approche centrée sur le client.",
  "projects-title": "Projets Sélectionnés",
  "project-ledger-title": "Cash Ledger",
  "project-ledger-description": "Grand livre axé sur la confidentialité pour l’arrière‑bureau des PME.",
  "project-pos-title": "POSMatch",
  "project-pos-description": "Flux de reçus local‑first qui simplifie le rapprochement.",
  "project-weight-title": "Peso Coach (Suivi du Poids)",
  "project-weight-description": "PWA avec sauvegarde KV optionnelle pour un suivi simple et portable.",
  "project-next-image-title": "Next Image Studio (Labs)",
  "project-next-image-description": "Expérimentations sur les flux d’images avec Next.js.",
  "project-converter-title": "Convertisseur M4A → MP3",
  "project-converter-description": "Convertisseur Python/FFmpeg avec contrôle qualité en 3 niveaux.",
  "project-transcriber-title": "Transcriber (CLI)",
  "project-transcriber-description": "CLI de transcription audio/vidéo avec modèles sélectionnables et mode démon.",
  "project-txtrefine-title": "txtRefine",
  "project-txtrefine-description": "Nettoie et normalise des termes de philosophie en portugais.",
  "project-phaelix-title": "Site Web Phaelix AI",
  "project-phaelix-description": "Un site web professionnel et moderne pour une consultance en IA, démontrant des compétences dans la création de présences en ligne stratégiques et ambitieuses pour les entreprises.",
  "project-eco-explorer-title": "Jeu Eco-Explorer",
  "project-eco-explorer-description": "Un jeu de simulation éducatif où les joueurs deviennent Écologistes Principaux dans le Parc National d'Itatiaia, Brésil, avec des fonctionnalités d'IA et des systèmes dynamiques.",
  "project-eco-website-title": "Site Web Eco-Explorer",
  "project-eco-website-description": "Un site web compagnon pour le jeu Eco-Explorer, fournissant des informations, du contexte et un portail pour que les joueurs en apprennent plus sur le projet.",
  "project-career-chatbot-title": "Chatbot de Carrière",
  "project-career-chatbot-description": "Un chatbot d'orientation de carrière alimenté par l'IA qui aide les utilisateurs à explorer des parcours de carrière, fournit des conseils de recherche d'emploi et offre des recommandations de carrière personnalisées basées sur les compétences et les intérêts.",
  "tech-stack": "Stack Technologique : HTML, CSS, JavaScript",
  "contact-subtitle": "Qu'est-ce qui Suit ?",
  "contact-title": "Entrez en Contact",
  "contact-description": "Je suis toujours ouvert à discuter de nouveaux projets, d'idées créatives ou d'opportunités de faire partie d'une vision ambitieuse. Que vous ayez une question ou que vous vouliez juste dire bonjour, ma boîte de réception est toujours ouverte. Je ferai de mon mieux pour vous répondre !",
  "contact-cta": "Dites Bonjour",
  "footer-designed": "Conçu et Construit par Raphael Guerra",
  "footer-inspired": "Inspiré par le travail de Phaelix AI."
  ,
  "meta-description": "Site personnel de Raphael Guerra, Consultant TI chez Deloitte. Découvrez expérience, projets et un assistant IA."
  ,
  "code-label": "Code",
  "live-label": "En ligne",
  "tech-stack-label": "Stack Technique :",
  
  "ai-suggested-label": "Essayez de demander :",
  "prompt-posmatch": "Qu’est‑ce que POSMatch et pourquoi l’ai‑je créé ?",
  "prompt-converter": "Comment le convertisseur audio équilibre qualité et taille ?",
  "prompt-local-first": "Quelle est mon approche des apps local‑first ?",
  "now-heading": "Maintenant",
  "now-posmatch": "Finition des exports POSMatch et des filtres par jour.",
  "now-converter": "Affinage du CLI du convertisseur pour vitesse et ergonomie.",
  "now-next-image": "Exploration des flux d’images avec Next.js."
} 
