{
  "pageTitle": "Raphael Guerra - Consultor de TI | Deloitte",
  "nav-about": "Sobre",
  "nav-ai-assistant": "Assistente IA",
  "nav-experience": "Experiência",
  "nav-projects": "Projetos",
  "nav-contact": "Contato",
  "hero-greeting": "Olá, meu nome é",
  "hero-title": "Raphael Guerra.",
  "hero-subtitle": "Eu construo soluções para a era digital.",
  "hero-description": "Sou Consultor baseado em Ottawa, especializado em soluções Oracle NetSuite ERP na nuvem. Sou apaixonado por implementar sistemas ERP personalizados para otimizar fluxos de trabalho, resolver desafios complexos e entregar resultados mensuráveis para clientes na",
  "hero-cta": "Confira meu trabalho!",
  "ai-badge": "Agora na versão 2.0",
  "ai-title": "Mais inteligente. Mais rápido. Sempre atualizado.",
  "ai-description": "Conheça meu assistente de IA renovado — pergunte sobre minha experiência, habilidades e os projetos mais recentes do Raphael em um só lugar.",
  "ai-online": "ONLINE",
  "about-title": "Sobre Mim",
  "about-paragraph-1": "Minha jornada é uma de crescimento e adaptação contínuos. Antes de me mudar para o Canadá, passei uma década como Gerente de Hotel no Brasil, onde aprimorei minhas habilidades de liderança, operacionais e focadas no cliente. Essa base em gestão empresarial me deu uma perspectiva única quando transicionei para a tecnologia.",
  "about-paragraph-2": "No Canadá, comecei como Administrador de Banco de Dados, dominando MS SQL Server antes de migrar para desenvolvimento SAP. Agora na Deloitte, aproveito essa formação diversificada para fazer a ponte entre necessidades empresariais e soluções técnicas, ajudando clientes a navegar em suas jornadas de transformação digital. Minha curiosidade me leva a constantemente explorar e testar novos modelos de IA, agentes e frameworks—acredito em estar na vanguarda das tecnologias emergentes para entregar soluções inovadoras.",
  "about-technologies": "Aqui estão algumas tecnologias com as quais tenho trabalhado recentemente:",
  "experience-title": "Onde Trabalhei",
  "experience-deloitte-title": "Consultor",
  "experience-deloitte-company": "@ Deloitte",
  "experience-deloitte-period": "Outubro 2024 — Presente",
  "experience-deloitte-bullet-1": "Especializando-se em soluções Oracle NetSuite ERP na nuvem, implementando sistemas personalizados para otimizar fluxos de trabalho e resolver desafios complexos.",
  "experience-deloitte-bullet-2": "Anteriormente servi como Desenvolvedor SAP, criando soluções baseadas em banco de dados para melhorar processos empresariais.",
  "experience-innovapost-title": "Desenvolvedor SAP & TI Ops",
  "experience-innovapost-company": "@ Innovapost",
  "experience-innovapost-period": "Abril 2022 — Abril 2024",
  "experience-innovapost-bullet-1": "Servi em múltiplas funções, incluindo Desenvolvedor SAP, Especialista em Operações de TI e Desenvolvedor Web Frontend.",
  "experience-innovapost-bullet-2": "Aprimorou gerenciamento de dados e eficiência operacional com Microsoft SQL Server e desenvolveu soluções web frontend.",
  "experience-vision-title": "Gerente",
  "experience-vision-company": "@ Vison Hotel",
  "experience-vision-period": "Junho 2008 — Dezembro 2017",
  "experience-vision-bullet-1": "Gerenciou operações hoteleiras por quase 10 anos, desenvolvendo forte liderança, expertise operacional e abordagem focada no cliente.",
  "projects-title": "Projetos Selecionados",
  "project-ledger-title": "Cash Ledger",
  "project-ledger-description": "Livro-caixa com foco em privacidade para o back office de PMEs.",
  "project-pos-title": "POSMatch",
  "project-pos-description": "Fluxo de recibos local‑first que simplifica a conciliação.",
  "project-weight-title": "Peso Coach (Controle de Peso)",
  "project-weight-description": "PWA com backup opcional em KV para progresso simples e portátil.",
  "project-next-image-title": "Next Image Studio (Labs)",
  "project-next-image-description": "Experimentos com fluxos de imagens em Next.js.",
  "project-converter-title": "Conversor M4A → MP3",
  "project-converter-description": "Conversor Python/FFmpeg com controle de qualidade em 3 níveis.",
  "project-transcriber-title": "Transcriber (CLI)",
  "project-transcriber-description": "CLI de transcrição de áudio/vídeo com modelos selecionáveis e modo daemon.",
  "project-txtrefine-title": "txtRefine",
  "project-txtrefine-description": "Limpa e normaliza termos da filosofia em português.",
  "project-phaelix-title": "Website Phaelix AI",
  "project-phaelix-description": "Um website profissional e moderno para uma consultoria de IA, demonstrando habilidades em criar presenças online estratégicas e ambiciosas para empresas.",
  "project-eco-explorer-title": "Jogo Eco-Explorer",
  "project-eco-explorer-description": "Um jogo de simulação educacional onde jogadores se tornam Ecologistas Líderes no Parque Nacional de Itatiaia, Brasil, com recursos de IA e sistemas dinâmicos.",
  "project-eco-website-title": "Website Eco-Explorer",
  "project-eco-website-description": "Um website companheiro para o jogo Eco-Explorer, fornecendo informações, contexto e um portal para que jogadores aprenderem mais sobre o projeto.",
  "project-career-chatbot-title": "Chatbot de Carreira",
  "project-career-chatbot-description": "Um chatbot de orientação de carreira alimentado por IA que ajuda usuários a explorar caminhos de carreira, fornece conselhos de busca de emprego e oferece recomendações de carreira personalizadas baseadas em habilidades e interesses.",
  "tech-stack": "Stack Tecnológica: HTML, CSS, JavaScript",
  "contact-subtitle": "O que Vem Depois?",
  "contact-title": "Entre em Contato",
  "contact-description": "Sempre estou aberto a discutir novos projetos, ideias criativas ou oportunidades de fazer parte de uma visão ambiciosa. Seja qual for sua pergunta ou se você só quer dizer olá, minha caixa de entrada está sempre aberta. Farei o possível por responder!",
  "contact-cta": "Diga Olá",
  "footer-designed": "Desenhado e Construído por Raphael Guerra",
  "footer-inspired": "Inspirado pelo trabalho da Phaelix AI."
  ,
  "meta-description": "Website pessoal de Raphael Guerra, Consultor de TI na Deloitte. Explore experiência, projetos e um assistente de IA."
  ,
  "code-label": "Código",
  "live-label": "Ao vivo",
  "tech-stack-label": "Stack Tecnológica:",
  
  "ai-suggested-label": "Experimente perguntar:",
  "prompt-posmatch": "O que é o POSMatch e por que eu o criei?",
  "prompt-converter": "Como o conversor de áudio equilibra qualidade vs. tamanho?",
  "prompt-local-first": "Qual é minha abordagem para apps local‑first?",
  "now-heading": "Agora",
  "now-posmatch": "Aprimorando exportações e filtros por dia no POSMatch.",
  "now-converter": "Refinando o CLI do conversor para velocidade e ergonomia.",
  "now-next-image": "Explorando fluxos de imagem no Next.js."
} 
